Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# ConfigPage_ConfigIsReadOnly
source: Config is read-only
fr_fr: La configuration est en lecture seule
pt_br: A configuração é somente leitura
zh_cn: 配置为只读
zh_tw: 設定為唯讀

# ConfigPage_ConfigUnavailable
source: Config unavailable
fr_fr: Configuration indisponible
pt_br: Configuração indisponível
zh_cn: 配置不可用
zh_tw: 設定無法使用

# ConfigPage_EditingPathFormat
source: Editing {0} via schema-guided form.
fr_fr: Modification de {0} via le formulaire guidé par schéma.
pt_br: Editando {0} via formulário guiado por esquema.
zh_cn: 正在通过架构引导表单编辑 {0}。
zh_tw: 正在透過架構引導表單編輯 {0}。

# ConfigPage_RenderConfigUnavailableTitle
source: Config unavailable
fr_fr: Configuration indisponible
pt_br: Configuração indisponível
zh_cn: 配置不可用
zh_tw: 設定無法使用

# ConfigPage_RenderConfigUnavailableMessage
source: The gateway config could not be rendered. Refresh and try again.
fr_fr: La configuration de la passerelle n'a pas pu être affichée. Actualisez et réessayez.
pt_br: Não foi possível renderizar a configuração do Gateway. Atualize e tente novamente.
zh_cn: 无法呈现网关配置。请刷新后重试。
zh_tw: 無法呈現閘道設定。請重新整理後再試一次。

# ConfigPage_RenderSchemaUnavailableTitle
source: Schema unavailable
fr_fr: Schéma indisponible
pt_br: Esquema indisponível
zh_cn: 架构不可用
zh_tw: 架構無法使用

# ConfigPage_RenderSchemaUnavailableMessage
source: The gateway schema could not be rendered. Raw JSON remains available as a read-only preview.
fr_fr: Le schéma de la passerelle n'a pas pu être affiché. Le JSON brut reste disponible en aperçu en lecture seule.
pt_br: Não foi possível renderizar o esquema do Gateway. O JSON bruto continua disponível como visualização somente leitura.
zh_cn: 无法呈现网关架构。原始 JSON 仍可作为只读预览使用。
zh_tw: 無法呈現閘道架構。原始 JSON 仍可作為唯讀預覽使用。

# ConfigPage_StatusGatewayRestartingTitle
source: Gateway restarting
fr_fr: Redémarrage de la passerelle
pt_br: Gateway reiniciando
zh_cn: 网关正在重启
zh_tw: 閘道正在重新啟動

# ConfigPage_StatusGatewayRestartingMessage
source: Saving changes. The gateway is restarting and will reconnect automatically.
fr_fr: Enregistrement des modifications. La passerelle redémarre et se reconnectera automatiquement.
pt_br: Salvando alterações. O Gateway está reiniciando e se reconectará automaticamente.
zh_cn: 正在保存更改。网关正在重启，并将自动重新连接。
zh_tw: 正在儲存變更。閘道正在重新啟動，並會自動重新連線。

# ConfigPage_StatusNoChangesTitle
source: No changes
fr_fr: Aucune modification
pt_br: Nenhuma alteração
zh_cn: 没有更改
zh_tw: 沒有變更

# ConfigPage_StatusNoChangesMessage
source: There is nothing to save.
fr_fr: Il n'y a rien à enregistrer.
pt_br: Não há nada para salvar.
zh_cn: 没有需要保存的内容。
zh_tw: 沒有需要儲存的內容。

# ConfigPage_StatusFixValidationErrorsTitle
source: Fix validation errors
fr_fr: Corriger les erreurs de validation
pt_br: Corrija os erros de validação
zh_cn: 修复验证错误
zh_tw: 修正驗證錯誤

# ConfigPage_StatusNotConnectedTitle
source: Not connected
fr_fr: Non connecté
pt_br: Não conectado
zh_cn: 未连接
zh_tw: 未連線

# ConfigPage_StatusNotConnectedMessage
source: Connect to a gateway before saving config.
fr_fr: Connectez-vous à une passerelle avant d'enregistrer la configuration.
pt_br: Conecte-se a um Gateway antes de salvar a configuração.
zh_cn: 保存配置前请先连接到网关。
zh_tw: 儲存設定前請先連線到閘道。

# ConfigPage_StatusReadOnlyMessage
source: This operator token does not have operator.write permission, so config changes cannot be saved.
fr_fr: Ce jeton opérateur ne dispose pas de l'autorisation operator.write ; les modifications de configuration ne peuvent donc pas être enregistrées.
pt_br: Este token de operador não tem permissão operator.write, então as alterações de configuração não podem ser salvas.
zh_cn: 此操作员令牌没有 operator.write 权限，因此无法保存配置更改。
zh_tw: 此操作員權杖沒有 operator.write 權限，因此無法儲存設定變更。

# ConfigPage_StatusConfigNotLoadedTitle
source: Config not loaded
fr_fr: Configuration non chargée
pt_br: Configuração não carregada
zh_cn: 配置未加载
zh_tw: 設定未載入

# ConfigPage_StatusConfigNotLoadedMessage
source: Refresh the gateway config before saving.
fr_fr: Actualisez la configuration de la passerelle avant d'enregistrer.
pt_br: Atualize a configuração do Gateway antes de salvar.
zh_cn: 保存前请刷新网关配置。
zh_tw: 儲存前請重新整理閘道設定。

# ConfigPage_StatusSavingConfigTitle
source: Saving config…
fr_fr: Enregistrement de la configuration…
pt_br: Salvando configuração…
zh_cn: 正在保存配置…
zh_tw: 正在儲存設定…

# ConfigPage_StatusSavingConfigMessageFormat
source: Writing {0} change(s) to the gateway.
fr_fr: Écriture de {0} modification(s) vers la passerelle.
pt_br: Gravando {0} alteração(ões) no Gateway.
zh_cn: 正在向网关写入 {0} 项更改。
zh_tw: 正在將 {0} 項變更寫入閘道。

# ConfigPage_StatusStaleConfigTitle
source: Gateway config changed elsewhere
fr_fr: La configuration de la passerelle a changé ailleurs
pt_br: A configuração do Gateway foi alterada em outro lugar
zh_cn: 网关配置已在其他位置更改
zh_tw: 閘道設定已在其他位置變更

# ConfigPage_StatusStaleConfigMessageFormat
source: Your edits are preserved. The latest config is being refreshed; review the form and try Save again. Details: {0}
fr_fr: Vos modifications sont conservées. La dernière configuration est en cours d'actualisation ; vérifiez le formulaire et réessayez Enregistrer. Détails : {0}
pt_br: Suas edições foram preservadas. A configuração mais recente está sendo atualizada; revise o formulário e tente Salvar novamente. Detalhes: {0}
zh_cn: 你的编辑已保留。正在刷新最新配置；请检查表单并再次尝试保存。详细信息：{0}
zh_tw: 您的編輯已保留。正在重新整理最新設定；請檢閱表單並再次嘗試儲存。詳細資料：{0}

# ConfigPage_StatusStaleConfigDefaultDetail
source: stale config hash
fr_fr: hachage de configuration obsolète
pt_br: hash de configuração desatualizado
zh_cn: 过期的配置哈希
zh_tw: 過期的設定雜湊

# ConfigPage_StatusSaveFailedTitle
source: Save failed
fr_fr: Échec de l'enregistrement
pt_br: Falha ao salvar
zh_cn: 保存失败
zh_tw: 儲存失敗

# ConfigPage_StatusSaveRejectedMessage
source: The gateway rejected the config update. Your changes are preserved.
fr_fr: La passerelle a rejeté la mise à jour de configuration. Vos modifications sont conservées.
pt_br: O Gateway rejeitou a atualização de configuração. Suas alterações foram preservadas.
zh_cn: 网关拒绝了配置更新。你的更改已保留。
zh_tw: 閘道拒絕了設定更新。您的變更已保留。

# ConfigPage_StatusSaveExceptionMessageFormat
source: {0} Your changes are preserved.
fr_fr: {0} Vos modifications sont conservées.
pt_br: {0} Suas alterações foram preservadas.
zh_cn: {0} 你的更改已保留。
zh_tw: {0} 您的變更已保留。

# ConfigPage_SaveStatusCheckingConfigPermissions
source: Checking config permissions…
fr_fr: Vérification des autorisations de configuration…
pt_br: Verificando permissões de configuração…
zh_cn: 正在检查配置权限…
zh_tw: 正在檢查設定權限…

# ConfigPage_SaveStatusRefreshing
source: Refreshing…
fr_fr: Actualisation…
pt_br: Atualizando…
zh_cn: 正在刷新…
zh_tw: 正在重新整理…

# ConfigPage_StatusChangesDiscardedTitle
source: Changes discarded
fr_fr: Modifications ignorées
pt_br: Alterações descartadas
zh_cn: 更改已放弃
zh_tw: 變更已捨棄

# ConfigPage_StatusChangesDiscardedMessage
source: The form is back to the last config loaded from the gateway.
fr_fr: Le formulaire est revenu à la dernière configuration chargée depuis la passerelle.
pt_br: O formulário voltou à última configuração carregada do Gateway.
zh_cn: 表单已恢复为上次从网关加载的配置。
zh_tw: 表單已回復為上次從閘道載入的設定。

# ConfigPage_FullConfig
source: Full config
fr_fr: Configuration complète
pt_br: Configuração completa
zh_cn: 完整配置
zh_tw: 完整設定

# ConfigPage_StatusSectionResetTitle
source: Section reset
fr_fr: Section réinitialisée
pt_br: Seção redefinida
zh_cn: 部分已重置
zh_tw: 區段已重設

# ConfigPage_StatusSectionResetMessageFormat
source: {0} is back to the last loaded gateway value.
fr_fr: {0} est revenu à la dernière valeur chargée depuis la passerelle.
pt_br: {0} voltou ao último valor carregado do Gateway.
zh_cn: {0} 已恢复为上次加载的网关值。
zh_tw: {0} 已回復為上次載入的閘道值。

# ConfigPage_StatusCopiedJsonDiffTitle
source: Copied JSON diff
fr_fr: Diff JSON copié
pt_br: Diff JSON copiado
zh_cn: 已复制 JSON 差异
zh_tw: 已複製 JSON 差異

# ConfigPage_StatusCopiedJsonDiffMessage
source: The selected section diff was copied to the clipboard.
fr_fr: Le diff de la section sélectionnée a été copié dans le presse-papiers.
pt_br: O diff da seção selecionada foi copiado para a área de transferência.
zh_cn: 所选部分的差异已复制到剪贴板。
zh_tw: 所選區段的差異已複製到剪貼簿。

# ConfigPage_StatusGatewayReconnectedTitle
source: Gateway reconnected
fr_fr: Passerelle reconnectée
pt_br: Gateway reconectado
zh_cn: 网关已重新连接
zh_tw: 閘道已重新連線

# ConfigPage_StatusGatewayReconnectedRefreshingMessage
source: Configuration saved and the gateway connection is back. Refreshing the latest config.
fr_fr: Configuration enregistrée et connexion à la passerelle rétablie. Actualisation de la dernière configuration.
pt_br: Configuração salva e a conexão com o Gateway foi restabelecida. Atualizando a configuração mais recente.
zh_cn: 配置已保存，网关连接已恢复。正在刷新最新配置。
zh_tw: 設定已儲存，閘道連線已恢復。正在重新整理最新設定。

# ConfigPage_StatusGatewayReconnectedLoadedMessage
source: Configuration saved and the latest gateway config is loaded.
fr_fr: Configuration enregistrée et dernière configuration de la passerelle chargée.
pt_br: Configuração salva e a configuração mais recente do Gateway foi carregada.
zh_cn: 配置已保存，并已加载最新的网关配置。
zh_tw: 設定已儲存，且已載入最新的閘道設定。

# ConfigPage_StatusGatewayStillReconnectingTitle
source: Gateway still reconnecting
fr_fr: La passerelle se reconnecte encore
pt_br: Gateway ainda reconectando
zh_cn: 网关仍在重新连接
zh_tw: 閘道仍在重新連線

# ConfigPage_StatusGatewayStillReconnectingMessage
source: The config save was accepted, but the gateway has not reconnected yet. You can keep this page open or use Connection to check status.
fr_fr: L'enregistrement de la configuration a été accepté, mais la passerelle ne s'est pas encore reconnectée. Vous pouvez garder cette page ouverte ou utiliser Connexion pour vérifier l'état.
pt_br: O salvamento da configuração foi aceito, mas o Gateway ainda não se reconectou. Você pode manter esta página aberta ou usar Conexão para verificar o status.
zh_cn: 配置保存已被接受，但网关尚未重新连接。你可以保持此页面打开，或使用“连接”检查状态。
zh_tw: 設定儲存已被接受，但閘道尚未重新連線。您可以保持此頁面開啟，或使用「連線」檢查狀態。

# ConfigPage_CheckingConfigPermissionsMessage
source: Waiting for the gateway to report this operator's permissions.
fr_fr: En attente du rapport des autorisations de cet opérateur par la passerelle.
pt_br: Aguardando o Gateway informar as permissões deste operador.
zh_cn: 正在等待网关报告此操作员的权限。
zh_tw: 正在等待閘道回報此操作員的權限。

# ConfigPage_ConfigUnavailableMessage
source: This operator token lacks operator.read permission, so the gateway config cannot be loaded here.
fr_fr: Ce jeton opérateur ne dispose pas de l'autorisation operator.read ; la configuration de la passerelle ne peut donc pas être chargée ici.
pt_br: Este token de operador não tem permissão operator.read, então a configuração do Gateway não pode ser carregada aqui.
zh_cn: 此操作员令牌缺少 operator.read 权限，因此无法在此处加载网关配置。
zh_tw: 此操作員權杖缺少 operator.read 權限，因此無法在此載入閘道設定。

# ConfigPage_ConfigIsReadOnlyMessage
source: This operator token can read config but lacks operator.write permission. You can inspect and validate drafts, but Save is disabled.
fr_fr: Ce jeton opérateur peut lire la configuration, mais ne dispose pas de l'autorisation operator.write. Vous pouvez inspecter et valider les brouillons, mais Enregistrer est désactivé.
pt_br: Este token de operador pode ler a configuração, mas não tem permissão operator.write. Você pode inspecionar e validar rascunhos, mas Salvar está desativado.
zh_cn: 此操作员令牌可以读取配置，但缺少 operator.write 权限。你可以检查并验证草稿，但“保存”已禁用。
zh_tw: 此操作員權杖可以讀取設定，但缺少 operator.write 權限。您可以檢查並驗證草稿，但「儲存」已停用。

# ConfigPage_MetaNoUnsavedChanges
source: No unsaved changes.
fr_fr: Aucune modification non enregistrée.
pt_br: Nenhuma alteração não salva.
zh_cn: 没有未保存的更改。
zh_tw: 沒有未儲存的變更。

# ConfigPage_MetaUnsavedChangesFormat
source: {0} unsaved change(s)
fr_fr: {0} modification(s) non enregistrée(s)
pt_br: {0} alteração(ões) não salva(s)
zh_cn: {0} 项未保存的更改
zh_tw: {0} 項未儲存的變更

# ConfigPage_MetaUnsavedChangesWithValidationFormat
source: {0} unsaved change(s) · {1} validation issue(s)
fr_fr: {0} modification(s) non enregistrée(s) · {1} problème(s) de validation
pt_br: {0} alteração(ões) não salva(s) · {1} problema(s) de validação
zh_cn: {0} 项未保存的更改 · {1} 个验证问题
zh_tw: {0} 項未儲存的變更 · {1} 個驗證問題

# ConfigPage_SaveStatusSaving
source: Saving…
fr_fr: Enregistrement…
pt_br: Salvando…
zh_cn: 正在保存…
zh_tw: 正在儲存…

# ConfigPage_SaveStatusGatewayRestarting
source: Gateway restarting…
fr_fr: Redémarrage de la passerelle…
pt_br: Gateway reiniciando…
zh_cn: 网关正在重启…
zh_tw: 閘道正在重新啟動…

# ConfigPage_SaveStatusConnectToGateway
source: Connect to a gateway to edit
fr_fr: Connectez-vous à une passerelle pour modifier
pt_br: Conecte-se a um Gateway para editar
zh_cn: 连接到网关以编辑
zh_tw: 連線到閘道以編輯

# ConfigPage_SaveStatusCheckingPermissions
source: Checking permissions…
fr_fr: Vérification des autorisations…
pt_br: Verificando permissões…
zh_cn: 正在检查权限…
zh_tw: 正在檢查權限…

# ConfigPage_SaveStatusMissingRead
source: Config unavailable: missing operator.read
fr_fr: Configuration indisponible : operator.read manquant
pt_br: Configuração indisponível: operator.read ausente
zh_cn: 配置不可用：缺少 operator.read
zh_tw: 設定無法使用：缺少 operator.read

# ConfigPage_SaveStatusReadOnlyMissingWrite
source: Read-only: missing operator.write
fr_fr: Lecture seule : operator.write manquant
pt_br: Somente leitura: operator.write ausente
zh_cn: 只读：缺少 operator.write
zh_tw: 唯讀：缺少 operator.write

# ConfigPage_SaveStatusFixValidationBeforeSaving
source: Fix validation errors before saving
fr_fr: Corrigez les erreurs de validation avant d'enregistrer
pt_br: Corrija os erros de validação antes de salvar
zh_cn: 保存前请修复验证错误
zh_tw: 儲存前請修正驗證錯誤

# ConfigPage_SaveStatusUnsavedChanges
source: Unsaved changes
fr_fr: Modifications non enregistrées
pt_br: Alterações não salvas
zh_cn: 未保存的更改
zh_tw: 未儲存的變更

# ConfigPage_SaveStatusNoUnsavedChanges
source: No unsaved changes
fr_fr: Aucune modification non enregistrée
pt_br: Nenhuma alteração não salva
zh_cn: 没有未保存的更改
zh_tw: 沒有未儲存的變更

# ConfigPage_AccessDisconnected
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# ConfigPage_AccessChecking
source: Checking access
fr_fr: Vérification de l'accès
pt_br: Verificando acesso
zh_cn: 正在检查访问权限
zh_tw: 正在檢查存取權

# ConfigPage_AccessNoRead
source: No config read access
fr_fr: Aucun accès en lecture à la configuration
pt_br: Sem acesso de leitura à configuração
zh_cn: 没有配置读取访问权限
zh_tw: 沒有設定讀取存取權

# ConfigPage_AccessReadOnly
source: Read-only access
fr_fr: Accès en lecture seule
pt_br: Acesso somente leitura
zh_cn: 只读访问权限
zh_tw: 唯讀存取權

# ConfigPage_AccessReadWrite
source: Read/write access
fr_fr: Accès en lecture/écriture
pt_br: Acesso de leitura e gravação
zh_cn: 读/写访问权限
zh_tw: 讀取/寫入存取權

# ConfigPage_AccessUnknown
source: Unknown access
fr_fr: Accès inconnu
pt_br: Acesso desconhecido
zh_cn: 未知访问权限
zh_tw: 未知存取權

# ConfigPage_AccessChangesFormat
source: {0} change(s)
fr_fr: {0} modification(s)
pt_br: {0} alteração(ões)
zh_cn: {0} 项更改
zh_tw: {0} 項變更

# ConfigPage_AccessValidationClean
source: Local validation clean
fr_fr: Validation locale correcte
pt_br: Validação local sem problemas
zh_cn: 本地验证通过
zh_tw: 本機驗證通過

# ConfigPage_AccessValidationIssuesFormat
source: {0} validation issue(s)
fr_fr: {0} problème(s) de validation
pt_br: {0} problema(s) de validação
zh_cn: {0} 个验证问题
zh_tw: {0} 個驗證問題

# DebugPage_NoGatewayConfigured
source: no gateway configured
fr_fr: aucune passerelle configurée
pt_br: nenhum Gateway configurado
zh_cn: 未配置网关
zh_tw: 未設定閘道

# DebugPage_StatusConnectedFormat
source: OpenClaw is connected to {0}.
fr_fr: OpenClaw est connecté à {0}.
pt_br: O OpenClaw está conectado a {0}.
zh_cn: OpenClaw 已连接到 {0}。
zh_tw: OpenClaw 已連線到 {0}。

# DebugPage_StatusConnectingFormat
source: Connecting to {0}…
fr_fr: Connexion à {0}…
pt_br: Conectando a {0}…
zh_cn: 正在连接到 {0}…
zh_tw: 正在連線到 {0}…

# DebugPage_StatusDisconnectedFormat
source: Not connected. Gateway: {0}.
fr_fr: Non connecté. Passerelle : {0}.
pt_br: Não conectado. Gateway: {0}.
zh_cn: 未连接。网关：{0}。
zh_tw: 未連線。閘道：{0}。

# DebugPage_StatusErrorFormat
source: Last gateway: {0}. See the event timeline.
fr_fr: Dernière passerelle : {0}. Consultez la chronologie des événements.
pt_br: Último gateway: {0}. Veja a linha do tempo de eventos.
zh_cn: 上次网关：{0}。请查看事件时间线。
zh_tw: 上次閘道：{0}。請查看事件時間軸。

# DebugPage_StatusGatewayFormat
source: Gateway: {0}.
fr_fr: Passerelle : {0}.
pt_br: Estado do gateway: {0}.
zh_cn: 网关：{0}。
zh_tw: 閘道：{0}。

# DebugPage_RecentLogTitle
source: Recent log
fr_fr: Journal récent
pt_br: Log recente
zh_cn: 最近日志
zh_tw: 最近記錄

# DebugPage_RecentLogCaptionFormat
source: Last 200 lines of {0}. Severity is parsed from [info]/[warn]/[error] tags.
fr_fr: Les 200 dernières lignes de {0}. La gravité est analysée à partir des balises [info]/[warn]/[error].
pt_br: Últimas 200 linhas de {0}. A severidade é interpretada a partir das tags [info]/[warn]/[error].
zh_cn: {0} 的最后 200 行。严重性根据 [info]/[warn]/[error] 标记解析。
zh_tw: {0} 的最後 200 行。嚴重性會從 [info]/[warn]/[error] 標籤解析。

# DebugPage_CopyFeedbackFormat
source: {0} copied to clipboard.
fr_fr: {0} copié dans le presse-papiers.
pt_br: {0} copiado para a área de transferência.
zh_cn: {0} 已复制到剪贴板。
zh_tw: {0} 已複製到剪貼簿。

# SandboxPage_StatusUnavailableTitle
source: Node Sandbox unavailable: host fallback
fr_fr: Sandbox du nœud indisponible: repli sur l'hôte
pt_br: Sandbox do Node indisponível: fallback para o host
zh_cn: 节点沙盒不可用: 回退到主机
zh_tw: 節點沙箱無法使用: 回退到主機

# SandboxPage_StatusUnavailableSubtext
source: Containment isn't available on this PC, so agent-started commands run on the host without sandbox protection.
fr_fr: Le confinement n'est pas disponible sur ce PC ; les commandes lancées par l'agent s'exécutent donc sur l'hôte sans protection de sandbox.
pt_br: A contenção não está disponível neste PC, então comandos iniciados pelo agente são executados no host sem proteção de sandbox.
zh_cn: 此电脑上无法使用隔离，因此代理启动的命令会在主机上运行，且没有沙盒保护。
zh_tw: 此電腦上無法使用隔離，因此代理程式啟動的命令會在主機上執行，且沒有沙箱保護。

# SandboxPage_StatusUnavailableBlockedTitle
source: Node Sandbox unavailable: commands blocked
fr_fr: Sandbox du nœud indisponible: commandes bloquées
pt_br: Sandbox do Node indisponível: comandos bloqueados
zh_cn: 节点沙盒不可用: 命令已阻止
zh_tw: 節點沙箱無法使用: 命令已封鎖

# SandboxPage_StatusUnavailableBlockedSubtext
source: Node Sandbox is on. Containment isn't available on this PC, so agent-started commands are blocked.
fr_fr: Le confinement n'est pas disponible sur ce PC et le blocage strict du repli est activé ; les commandes lancées par l'agent sont donc bloquées.
pt_br: A contenção não está disponível neste PC, e o bloqueio de contingência estrita está ativado, então comandos iniciados pelo agente são bloqueados.
zh_cn: 节点沙盒已开启。此电脑上无法使用隔离，因此代理启动的命令会被阻止。
zh_tw: 此電腦上無法使用隔離，且已啟用嚴格回退封鎖，因此代理程式啟動的命令會被封鎖。

# SandboxPage_StatusUnavailableOffTitle
source: Node Sandbox is off: host execution
fr_fr: Le Sandbox du nœud est désactivé: exécution sur l'hôte
pt_br: O Sandbox do Node está desativado: execução no host
zh_cn: 节点沙盒已关闭: 主机执行
zh_tw: 節點沙箱已關閉: 主機執行

# SandboxPage_StatusUnavailableOffSubtext
source: Containment isn't available and Node Sandbox is off, so agent-started commands run on the host without sandbox protection.
fr_fr: Le confinement n'est pas disponible et le Sandbox du nœud est désactivé ; les commandes lancées par l'agent s'exécutent donc sur l'hôte sans protection de sandbox.
pt_br: A contenção não está disponível e o Sandbox do Node está desativado, então comandos iniciados pelo agente são executados no host sem proteção de sandbox.
zh_cn: 隔离不可用且节点沙盒已关闭，因此代理启动的命令会在主机上运行，且没有沙盒保护。
zh_tw: 隔離無法使用且節點沙箱已關閉，因此代理程式啟動的命令會在主機上執行，且沒有沙箱保護。

# SandboxPage_StatusOnTitle
source: Node Sandbox is on
fr_fr: Le Sandbox du nœud est activé
pt_br: Sandbox do Node está ativado
zh_cn: 节点沙盒已开启
zh_tw: 節點沙箱已開啟

# SandboxPage_StatusOnSubtext
source: Programs the agent runs on this PC are contained.
fr_fr: Les programmes exécutés par l'agent sur ce PC sont confinés.
pt_br: Os programas que o agente executa neste PC são contidos.
zh_cn: 代理在此电脑上运行的程序会被隔离。
zh_tw: 代理程式在此電腦上執行的程式會被隔離。

# SandboxPage_StatusOffTitle
source: Node Sandbox is off: high risk
fr_fr: Le Sandbox du nœud est désactivé: risque élevé
pt_br: Sandbox do Node está desativado: alto risco
zh_cn: 节点沙盒已关闭: 高风险
zh_tw: 節點沙箱已關閉: 高風險

# SandboxPage_StatusOffSubtext
source: Programs the agent runs on this PC are not contained.
fr_fr: Les programmes exécutés par l'agent sur ce PC ne sont pas confinés.
pt_br: Os programas que o agente executa neste PC não são contidos.
zh_cn: 代理在此电脑上运行的程序不会被隔离。
zh_tw: 代理程式在此電腦上執行的程式不會被隔離。

# SandboxPage_UnavailableDefaultReason
source: MXC sandboxing primitives are not available on this machine.
fr_fr: Les primitives de sandboxing MXC ne sont pas disponibles sur cette machine.
pt_br: Os mecanismos de sandboxing do MXC não estão disponíveis nesta máquina.
zh_cn: 此计算机上没有可用的 MXC 沙盒基元。
zh_tw: 此電腦上沒有可用的 MXC 沙箱基元。

# SandboxPage_ProbeErrorReason
source: Couldn't check sandbox availability.
fr_fr: Impossible de vérifier la disponibilité du sandbox.
pt_br: Não foi possível verificar a disponibilidade do sandbox.
zh_cn: 无法检查沙盒可用性。
zh_tw: 無法檢查沙箱可用性。

# SandboxPage_UnavailableBehaviorHostFallback
source: Commands will run on the host without sandbox protection while sandboxing is unavailable.
fr_fr: Les commandes s'exécuteront sur l'hôte sans protection de sandbox tant que le sandboxing est indisponible.
pt_br: Os comandos serão executados no host sem proteção de sandbox enquanto o sandboxing estiver indisponível.
zh_cn: 在沙盒不可用期间，命令将在主机上运行，且没有沙盒保护。
zh_tw: 在沙箱無法使用期間，命令將在主機上執行，且沒有沙箱保護。

# SandboxPage_UnavailableBehaviorBlocked
source: Node Sandbox is on. Commands are blocked until containment is available.
fr_fr: Les commandes sont bloquées tant que le sandboxing est indisponible, car le blocage strict du repli est activé.
pt_br: Os comandos são bloqueados enquanto o sandboxing está indisponível porque o bloqueio de contingência estrita está ativado.
zh_cn: 节点沙盒已开启。命令会被阻止，直到隔离可用。
zh_tw: 由於已啟用嚴格回退封鎖，沙箱無法使用期間命令會被封鎖。

# SandboxPage_ProbeErrorTitle
source: Couldn't verify sandbox availability
fr_fr: Impossible de vérifier la disponibilité du sandbox
pt_br: Não foi possível verificar a disponibilidade do sandbox
zh_cn: 无法验证沙盒可用性
zh_tw: 無法驗證沙箱可用性

# SandboxPage_ProbeErrorMessageFormat
source: {0} {1} The sandbox capability check didn't complete. This is usually transient (a slow or blocked check): retry, and if it persists check whether security software is blocking wxc-exec.
fr_fr: {0} {1} La vérification des capacités du sandbox ne s'est pas terminée. C'est généralement transitoire (vérification lente ou bloquée): réessayez, et si le problème persiste, vérifiez si un logiciel de sécurité bloque wxc-exec.
pt_br: {0} {1} A verificação de capacidade do sandbox não foi concluída. Isso geralmente é transitório (uma verificação lenta ou bloqueada): tente novamente e, se persistir, verifique se algum software de segurança está bloqueando o wxc-exec.
zh_cn: {0} {1} 沙盒功能检查未完成。这通常是暂时性的（检查缓慢或被阻止）… 请重试；如果问题仍然存在，请检查安全软件是否阻止了 wxc-exec。
zh_tw: {0} {1} 沙箱功能檢查未完成。這通常是暫時性的（檢查緩慢或遭封鎖）… 請重試；如果問題仍然存在，請檢查安全性軟體是否封鎖了 wxc-exec。

# SandboxPage_Retry
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# SandboxPage_WindowsUnsupportedTitle
source: Your Windows version doesn't support sandboxing yet
fr_fr: Votre version de Windows ne prend pas encore en charge le sandboxing
pt_br: Sua versão do Windows ainda não é compatível com sandboxing
zh_cn: 你的 Windows 版本尚不支持沙盒
zh_tw: 您的 Windows 版本尚不支援沙箱
